{
  "home": {
    "mission": "Our Mission",
    "missionText": "Smile of Compassion Project Association is a non-profit organization with the main mission of providing medical, health, and educational support to underprivileged people in Vietnam in order to improve and enhance their overall quality of life.",
    "projectsButton": "Our Projects",
    "featuredProjects": "Featured Projects",
    "donateNow": "Donate",
    "makeSupport": "Testing EN Support",
    "learnMore": "Learn More"
  },
  "about": {
    "title": "About Us",
    "subtitle": "A Mission To Help the Helpless",
    "description": "Smile of Compassion Projects Association is a non-profit organization with the main mission of providing medical, health and educational support to underprivileged people in Vietnam in order to improve and enhance their overall quality of life. With a compassion, benevolent, and dedicated team of volunteers, the organization will provide a safe, caring, and healthy program with these essential services and support without cost for the clients/patients/victims:",
    "services": [
      "Build public bathrooms, schools, bridges, wells and clean sources of water in rural and mountainous areas.",
      "Organize medical operations for cleft lip, cleft palate and eye problems.",
      "Provide clothing, school supplies, books, playgrounds, bicycles, health insurance premiums, televisions, solar systems, washing machines, water filter systems, free tutoring classes for schools and students.",
      "Supply relief for the victims of natural disaster.",
      "Provide financial support to lonely elders, orphans, and disabled people.",
      "Provide financial support to individuals who suffer from accidents, disease, being abused and abandoned.",
      "Offer winter jackets and blankets for children in mountainous areas.",
      "Give wheelchairs to the disabilities, especially to children with Cerebral Palsy."
    ],
    "noAdminFees": "We have absolutely no administration fees. 100% of donation goes directly towards helping those who are most in need. All members, helpers and volunteers of the organization are unpaid. The happiness of our recipients is our income of the soul!",
    "thankYou": "Thank you for your continued support and love!",
    "facebookButton": "Check out our Facebook",
    "servicesTitle": "Our Activities"
  },
  "projects": {
    "title": "Projects by Year",
    "mostRecentProject": "Most Recent Project",
    "allProjects": "Projects by Year",
    "yearProjects": "{{year}} Projects"    
  },
  "projectDetail": {
    "backToProjects": "Back to Projects"
  },
  "donate": {
    "title": "Donate",
    "description": "Your support helps us continue our mission.",
    "donateWithCard": "Donate with Credit Card",
    "scanCreditCardQR": "Scan or Click Button Below to Donate with Credit Card",
    "scanZelleQR": "Scan or Click Button Below to Donate with Zelle",
    "donateWithZelle": "Donate with Zelle",
    "donateWithPayPal": "Donate with PayPal",
    "scanPayPalQR": "Scan or Click Button Below to Donate with PayPal",
    "interacETransferInfo": "Interac e-Transfer Information",
    "email": "Email",
    "message": "Message",
    "securePayment": "Donation",
    "amount": "Amount To Donate (USD)",
    "personalInformation": "Personal Information",
    "firstName": "First Name",
    "lastName": "Last Name",
    "invalidEmail": "Invalid email address",
    "billingInformation": "Billing Information",
    "address": "Address",
    "city": "City",
    "state": "State",
    "country": "Country",
    "postalCode": "Zip Code",
    "processPayment": "Continue to Payment Information",
    "minimumAmount": "We are sorry but the minimum donation amount is $10.00 USD.",
    "amountNote": "$10 is the minimum online donation amount. All donations are tax deductable."
  },
  "contact": {
    "title": "Contact Us",
    "name": "Name",
    "email": "Email",
    "message": "Message",
    "sendMessage": "Send Message",
    "successMessage": "Your message has been sent successfully. We'll get back to you soon!",
    "errorMessage": "There was an error sending your message. Please try again later."
  },
  "footer": {
    "contactUs": "Contact Us",
    "email": "Email",
    "socials": "Socials"
  },
  "thankYou": {
    "title": "Thank You",
    "message": "Your donation has been processed successfully. Thank you for your support!",
    "backToHome": "Back to Home",
    "error": "Error"
  }
}
