{
    "about": {
      "title": "Về Chúng Tôi",
      "subtitle": "Sứ mệnh Giúp đỡ Những Người Cần Giúp đỡ",
      "description": "Hiệp hội Dự án Nụ cười Nhân ái là một tổ chức phi lợi nhuận với sứ mệnh chính là cung cấp hỗ trợ y tế, sức khỏe và giáo dục cho những người kém may mắn ở Việt Nam nhằm cải thiện và nâng cao chất lượng cuộc sống tổng thể của họ. Với một đội ngũ tình nguyện viên đầy lòng trắc ẩn, nhân ái và tận tụy, tổ chức sẽ cung cấp một chương trình an toàn, chu đáo và lành mạnh với các dịch vụ và hỗ trợ thiết yếu này mà không tính phí cho khách hàng/bệnh nhân/nạn nhân:",
      "services": [
        "Xây dựng nhà vệ sinh công cộng, trường học, cầu, giếng và nguồn nước sạch ở vùng nông thôn và miền núi.",
        "Tổ chức các ca phẫu thuật y tế cho môi hở, hàm ếch và các vấn đề về mắt.",
        "Cung cấp quần áo, đồ dùng học tập, sách vở, sân chơi, xe đạp, phí bảo hiểm y tế, ti vi, hệ thống năng lượng mặt trời, máy giặt, hệ thống lọc nước, lớp học phụ đạo miễn phí cho trường học và học sinh.",
        "Cung cấp cứu trợ cho nạn nhân của thiên tai.",
        "Cung cấp hỗ trợ tài chính cho người già cô đơn, trẻ mồ côi và người khuyết tật.",
        "Cung cấp hỗ trợ tài chính cho những cá nhân bị tai nạn, bệnh tật, bị lạm dụng và bỏ rơi.",
        "Tặng áo khoác mùa đông và chăn cho trẻ em ở vùng núi.",
        "Tặng xe lăn cho người khuyết tật, đặc biệt là trẻ em bị Bại não."
      ],
      "noAdminFees": "Chúng tôi hoàn toàn không có phí quản lý. 100% số tiền quyên góp được chuyển trực tiếp để giúp đỡ những người cần nhất. Tất cả các thành viên, người giúp đỡ và tình nguyện viên của tổ chức đều không được trả lương. Hạnh phúc của những người nhận là thu nhập tinh thần của chúng tôi!",
      "thankYou": "Cảm ơn bạn đã tiếp tục ủng hộ và yêu thương!",
      "facebookButton": "Xem trang Facebook của chúng tôi",
      "servicesTitle": "Các Hoạt động Của Chúng Tôi"
    },
    "home": {
      "mission": "Sứ Mệnh Của Chúng Tôi",
      "missionText": "Hiệp hội Dự án Nụ cười Nhân ái là một tổ chức phi lợi nhuận với sứ mệnh chính là cung cấp hỗ trợ y tế, sức khỏe và giáo dục cho những người kém may mắn ở Việt Nam nhằm cải thiện và nâng cao chất lượng cuộc sống tổng thể của họ.",
      "projectsButton": "Dự Án Của Chúng Tôi",
      "featuredProjects": "Các Dự Án Nổi Bật",
      "donateNow": "Hỗ Trợ"
    },
    "projects": {
      "title": "Dự Án Theo Năm",
      "recentProjects": "Dự án Năm {{year}}",
      "yearProjects": "Dự án Năm {{year}}"
    },
    "projectDetail": {
      "backToProjects": "Quay lại Dự án"
    },
    "donate": {
    "title": "Hỗ Trợ",
    "description": "Sự hỗ trợ của bạn giúp chúng tôi tiếp tục sứ mệnh của mình. Chọn một số tiền để quyên góp hoặc nhập số tiền tùy chỉnh.",
    "scanZelleQR": "Quét để hỗ trợ với Zelle",
    "donateWithPayPal": "Hỗ trợ với PayPal",
    "interacETransferInfo": "Thông tin chuyển khoản Interac",
    "email": "Email",
    "message": "Tin nhắn"
    },
    "contact": {
      "title": "Liên hệ với chúng tôi",
      "name": "Tên",
      "email": "Email",
      "message": "Tin nhắn",
      "sendMessage": "Gửi tin nhắn",
      "successMessage": "Tin nhắn của bạn đã được gửi thành công. Chúng tôi sẽ liên hệ lại với bạn sớm!",
      "errorMessage": "Đã xảy ra lỗi khi gửi tin nhắn của bạn. Vui lòng thử lại sau."
    },
    "footer": {
      "contactUs": "Liên hệ",
      "email": "Email",
      "socials": "Mạng xã hội"
    }
  }
  